results/M3/mach27-startup-exp/dp062_C_fo6000_co01/dictionaries/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (8028.23768787 0 0);

boundaryField
{
    freestream
    {
        type            fixedValue;
        value           uniform (8028.23768787 0 0);
    }
    outlet
    {
        type            zeroGradient;
    }
    "body_.*"
    {
        type            slip;
    }
    "(front|back)"
    {
        type            wedge;
    }
    axis
    {
        type            empty;
    }
}
