results/M3/mach27-startup-exp/dp062_C_fo6000_co01/dictionaries/0.orig/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 1000;

boundaryField
{
    freestream
    {
        type            fixedValue;
        value           uniform 1000;
    }
    outlet
    {
        type            zeroGradient;
    }
    "body_.*"
    {
        type            zeroGradient;
    }
    "(front|back)"
    {
        type            wedge;
    }
    axis
    {
        type            empty;
    }
}
