results/M3/mach27-startup-exp/dp062_C_fo6000_co01/dictionaries/system/extrudeMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      extrudeMeshDict;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

constructFrom   patch;
sourceCase      "<case>";
sourcePatches   (front);
exposedPatchName back;

extrudeModel    wedge;
sectorCoeffs
{
    point       (0 0 0);
    axis        (1 0 0);
    angle       5;
}

flipNormals     false;
mergeFaces      false;
