results/M3/mach27-startup-exp/dp062_C_fo6000_co01/dictionaries/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSchemes;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

fluxScheme          Kurganov;

ddtSchemes
{
    default         localEuler;      // pseudo-time marching to steady state
}

gradSchemes
{
    default         Gauss linear;
}

divSchemes
{
    default         none;
    div(tauMC)      Gauss linear;
}

laplacianSchemes
{
    default         Gauss linear corrected;
}

interpolationSchemes
{
    default         linear;
    reconstruct(rho) vanLeer;
    reconstruct(U)  vanLeerV;
    reconstruct(T)  vanLeer;
}

snGradSchemes
{
    default         corrected;
}
