results/M3/mach27-startup-exp/dp062_C_fo6000_co01/dictionaries/system/sampleOutlet
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      sampleOutlet;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

type            surfaces;
libs            (sampling);
interpolationScheme cell;
surfaceFormat   raw;
fields          (T U);

surfaces
{
    outlet
    {
        type        patch;
        patches     (outlet);
        interpolate false;
        triangulate false;
    }
}
